Repository: common-repository/bg-forreaders
Catalog: languages/*-forreaders-*.po
Languages: ru_ru

source: Bg forReaders requires PHP 5.3 to function properly. Please upgrade PHP. The Plugin has been auto-deactivated.
ru_ru: Чтобы нормально функционировать Bg forReaders требуется PHP 5.3. Пожалуйста, обновите PHP. Плагин был автоматически деактивирован.

source: Download &#171;%s&#187; as %s
ru_ru: Скачать &#171;%s&#187; в формате %s

source: Download as %s
ru_ru: Скачать в формате %s

source: Files will generated immediately (if it allowed while saving).
ru_ru: Файлы будут созданы немедленно (если это разрешено во время сохранения).

source: Files will generated in offline query (if it allowed).
ru_ru: Файлы будут созданные при автономном запросе (если это разрешено).

source: Files will generated while current post is displayed (if it allowed).
ru_ru: Файлы будут созданы, в процессе отображения текущего сообщения на экране (если это разрешено).

source: Selected no mode for file generation.
ru_ru: Не выбран режим не для создания файлов.

source: Plugin's &#171;For Readers&#187; settings
ru_ru: Настройки плагина &#171;Для чтения&#187;

source: For Readers
ru_ru: Файлы для чтения

source: create files for readers
ru_ru: создание файлов для чтения

source: Create files
ru_ru: Создать файлы

source: Never
ru_ru: Никогда

source: Once
ru_ru: Однажды

source: Minutely
ru_ru: Ежеминутно

source: Every 5 minutes
ru_ru: Каждые 5 минут

source: Every 15 minutes
ru_ru: Каждые 15 минут

source: Twice Hourly
ru_ru: Дважды в час

source: Every 3 hours
ru_ru: Каждые 3 часа

source: Every 6 hours
ru_ru: Каждые 6 часов

source: Weekly
ru_ru: Еженедельно

source: Unknown subject
ru_ru: Неизвестная тема

source: OPDS catalogue
ru_ru: OPDS каталог

source: Search
ru_ru: Поиск

source: Next
ru_ru: Следующий

source: New
ru_ru: Новинки

source: updated
ru_ru: обновлено

source: Book on the site
ru_ru: Книга на сайте

source: Version
ru_ru: Версия

source: General
ru_ru: Общие

source: System settings
ru_ru: Системные настройки

source: Options
ru_ru: Параметры

source: Batch mode
ru_ru: Пакетный режим

source: File types
ru_ru: Типы файлов

source: Type of download links
ru_ru: Тип ссылки для скачивания

source: using php-script
ru_ru: с помощью php-скрипта

source: using html5 atribute "download"
ru_ru: с помощью атрибута html5 «download»

source: simple html link
ru_ru: простая html ссылка

source: Location of download links
ru_ru: Расположение ссылки для скачивания

source: before the text
ru_ru: перед текстом

source: after the text
ru_ru: после текста

source: Prompt to download
ru_ru: Приглашение загрузить файлы

source: (you can use html-tags in the text)
ru_ru: (Вы можете использовать HTML-теги в тексте)

source: Separator
ru_ru: Разделитель

source: Icon size
ru_ru: Размер иконок

source: Show icons on the single post only
ru_ru: Показывать иконки только в одиночной записи

source: Create files for readers by default
ru_ru: Создание файлов для чтения по умолчанию

source: Categories
ru_ru: Рубрики

source: allowed
ru_ru: разрешенные

source: excluded
ru_ru: исключенные

source: (to allow/exclude prepartion of the post for readers enter the category slugs separated by commas)
ru_ru: (чтобы разрешить/исключить обработку поста для чтения введите слаги (slugs) категорий, разделенные запятыми)

source: Post type
ru_ru: Тип записи

source: When will created files for readers?
ru_ru: Когда создавать файлы для чтения?

source: while current post is displayed
ru_ru: при отображении текущей записи

source: while current post is saved
ru_ru: при созданении текущий записи

source: in offline query from stack
ru_ru: при автономном запросе из стека

source: (%s element in stack now)
ru_ru: (сейчас в стеке %s элемент)

source: Generate OPDS catalogue?
ru_ru: Создать OPDS каталог?

source: (for post type "post" only)
ru_ru: (только для типа записи «post» )

source: Upload books to bg_forreaders folder
ru_ru: Загружать книги в папку bg_forreaders

source: Uploades book files to <code>%s</code> folder when you use Add Media button on the edit screen
ru_ru: Загружает файлы книг в папку <code>%s</code>, при использовании кнопки Добавить медиафайл на экране редактирования

source: (for file type <code>%s</code>)
ru_ru: (для типов файлов <code>%s</code>)

source: Save Changes
ru_ru: Сохранить изменения

source: PHP version
ru_ru: Версия PHP

source: Memory limit
ru_ru: Лимит памяти

source: Set memory limit:
ru_ru: Установить лимит памяти:

source: MB
ru_ru: МБ

source: Time limit
ru_ru: Лимит времени

source: Set time limit:
ru_ru: Установить лимит времени:

source: sec.
ru_ru: сек.

source: Custom field for author name
ru_ru: Пользовательское поле для имени автора

source: (if you specify as "post", author is post author)
ru_ru: (если вы укажете "post", автор - автор сообщения)

source: Custom field for publishing year
ru_ru: Пользовательское поле для года издания

source: (if you specify as "post", publishing year is publishing year of the post)
ru_ru: (если вы укажете "post", год издания - год публикации поста)

source: Genre
ru_ru: Жанр

source: (if you specify as "genre", genre is content of custom fields "genre")
ru_ru: (если вы укажете "genre", жанр - содержимое пользовательского поля "genre")

source: Book header in the text
ru_ru: Заголовок книги в тексте

source: add book title
ru_ru: добавить название книги

source: add book author
ru_ru: добавить автора книги

source: Cover content
ru_ru: Содержание обложки

source: title
ru_ru: название

source: author
ru_ru: автор

source: site name
ru_ru: название сайта

source: year
ru_ru: год

source: Use post thumbnail as cover
ru_ru: Использовать миниатюру поста как обложку

source: (If there is post thumbnail, it will be used as cover)
ru_ru: (Если есть миниатюра, она будет использоваться в качестве обложки)

source: Cover image template
ru_ru: Шаблон изображения обложки

source: (png, gif or jpg file. Size: 840x1188px)
ru_ru: (png, gif или jpg файл. Размер: 840x1188px)

source: The image file must be located in a folder
ru_ru: Файл изображения должен быть расположен в папке

source: Сolors
ru_ru: Цвет

source: text:
ru_ru: текст:

source: background:
ru_ru: фон:

source: Offset of the text field on the cover
ru_ru: Смещение текстового поля на обложке

source: left:
ru_ru: слева:

source: right:
ru_ru: справа:

source: top:
ru_ru: сверху:

source: bottom:
ru_ru: снизу:

source: CSS styles table
ru_ru: Таблица стилей CSS

source: Enter the css styling table for display text in readers.
ru_ru: Введите таблицу стилей для отображения текста в ридере.

source: Allowed tags and attributes
ru_ru: Разрешенные теги и атрибуты

source: Enter the allowed tags separated by commas.
ru_ru: Введите разрешенные теги через запятую.

source: Near in brackets enter the allowed attributes separated by vertical bar.
ru_ru: Рядом в квадратных скобках введите разрешенные атрибуты, разделенные вертикальной чертой.

source: (For example, a[href|name|id],b,strong,i,em,u)
ru_ru: (Напимер, a[href|name|id],b,strong,i,em,u)

source: External links
ru_ru: Внешние ссылки

source: (If not allowed, the attribute href="..." with external link will removed from tag &lt;a&gt;).
ru_ru: (Если не разрешено, то атрибут href= "..." с внешней ссылкой будет удален из тега &lt;a&gt;).

source: Allow paragraphs in table cells of fb2
ru_ru: Разрешить абзацы в ячейках таблицы fb2

source: (Standard fb2 does not allow the paragraphs in the cells of the tables, but most readers understand the &lt;p&gt; and &lt;cite&gt; tags inside &lt;td&gt;).
ru_ru: (Стандарт fb2 не разрешает абзацы в ячейках таблицы, но большинство ридеров понимают теги &lt;p&gt; и &lt;cite&gt; внутри &lt;td&gt;).

source: Now:
ru_ru: Сейчас:

source: GMT
ru_ru: (время по Гринвичу)

source: Generate files for posts from stack
ru_ru: Создание файлов для постов из стека

source: Next time:
ru_ru: Cледующий раз:

source: never
ru_ru: никогда

source: Generate files for all allowed posts
ru_ru: Создание файлов для всех разрешенных сообщений

source: after
ru_ru: после

source: Update Log file
ru_ru: Обновление файла журнала

source: Log file
ru_ru: Файл журнала

source: You can use script %s<br>to generate files for readers in batch mode (using <b>cli</b> or <b>cron</b>).
ru_ru: Вы можете использовать скрипт %s<br> для создания файлов для чтения в пакетном режиме ( с помощью <b>интерфейса командной строки</b> или <b>cron</b>).

source: <h3>Options:</h3>
ru_ru: <h3>Параметры:</h3>

source: <u>First parameter</u>
ru_ru: <u>Первый параметр</u>

source: <b>id = [post id list separated by commas]</b> - process all the posts in the list;
ru_ru: <b>id = [список id постов через запятую] </b> - обработать все сообщения из списка;

source: <i>or</i>
ru_ru: <i>или</i>

source: <b>all = [from],[to]</b> - process all the posts of this range ([from]-[to]) on the site ignoring exceptions,<br>see General tab.
ru_ru: <b>all = [с], [по]</b> - обработка все посты этого диапазона ([с] - [по]) на сайте, игнорируя исключения,<br> см. вкладку Общие.

source: <b>stack</b> - process first element (post-id) from stack.
ru_ru: <b>stack</b> - обработать первый элемент (post-id) из стека.

source: <u>Second parameter</u>
ru_ru: <u>Второй параметр</u>

source: <b>echo</b> - output progress info to the screen.
ru_ru: <b>echo</b> - вывод на экран информации о выполнении.

source: N/A
ru_ru: Недоступно

source: Memory usage
ru_ru: Использовано памяти

source: Max. execution time
ru_ru: Макс. время выполнения

source: Convert post content to most popular e-book formats for readers and displays a form for download.
ru_ru: Преобразует содержимое поста в наиболее популярные форматы электронных книг для чтения и отображает форму для загрузки.
